import React from "react";

export const burgers = [
    {
        id: 1,
        image: "images/Tofu-Burger-PNG-Image 2.svg",
        name: 'Чизбургер',
        ing: 'Булка, котлета,сыр,  соленый огурец, лук, помидор,\n' +
            'салат айсберг,\n' +
            'соус чесночный, соус гриль,\n' +
            'кетчуп, майонез',
        price: "200 сом",
        count: 1
    },
    {
        id: 2,
        image: 'images/burger2.svg',
        name: 'Чизбургер',
        ing: 'Булка, котлета,сыр,  соленый огурец, лук, помидор,\n' +
            'салат айсберг,\n' +
            'соус чесночный, соус гриль,\n' +
            'кетчуп, майонез',
        price: "200 сом",
        count: 1
    },
    {
        id: 3,
        image: 'images/burger3.svg',
        name: 'Чизбургер',
        ing: 'Булка, котлета,сыр,  соленый огурец, лук, помидор,\n' +
            'салат айсберг,\n' +
            'соус чесночный, соус гриль,\n' +
            'кетчуп, майонез',
        price: "200 сом",
        count: 1
    },
    {
        id: 4,
        image: "images/burger4.svg",
        name: 'Чизбургер',
        ing: 'Булка, котлета,сыр,  соленый огурец, лук, помидор,\n' +
            'салат айсберг,\n' +
            'соус чесночный, соус гриль,\n' +
            'кетчуп, майонез',
        price: "200 сом",
        count: 1
    },
]
let path = "/images/pizza/pizza"
export const pizza = [
    {
        id: 0,
        image: path + "1.svg",
        name: "Мексиканская",
        ing: "Булка, котлета,сыр,  соленый огурец, лук, помидор,\n" +
            "салат айсберг,\n" +
            "соус чесночный, соус гриль,\n" +
            "кетчуп, майонез",
        count: 1,
    },
    {
        id: 1,
        image: path + "2.svg",
        name: "Мексиканская",
        ing: "Булка, котлета,сыр,  соленый огурец, лук, помидор,\n" +
            "салат айсберг,\n" +
            "соус чесночный, соус гриль,\n" +
            "кетчуп, майонез",
        count: 1,
    },
    {
        id: 2,
        image: path + "3.svg",
        name: "Мексиканская",
        ing: "Булка, котлета,сыр,  соленый огурец, лук, помидор,\n" +
            "салат айсберг,\n" +
            "соус чесночный, соус гриль,\n" +
            "кетчуп, майонез",
        count: 1,
    },
    {
        id: 3,
        image: path + "4.svg",
        name: "Мексиканская",
        ing: "Булка, котлета,сыр,  соленый огурец, лук, помидор,\n" +
            "салат айсберг,\n" +
            "соус чесночный, соус гриль,\n" +
            "кетчуп, майонез",
        count: 1,
    },
    {
        id: 4,
        image: path + "5.svg",
        name: "Мексиканская",
        ing: "Булка, котлета,сыр,  соленый огурец, лук, помидор,\n" +
            "салат айсберг,\n" +
            "соус чесночный, соус гриль,\n" +
            "кетчуп, майонез",
        count: 1,
    },
    {
        id: 5,
        image: path + "6.svg",
        name: "Мексиканская",
        ing: "Булка, котлета,сыр,  соленый огурец, лук, помидор,\n" +
            "салат айсберг,\n" +
            "соус чесночный, соус гриль,\n" +
            "кетчуп, майонез",
        count: 1,
    },
    {
        id: 6,
        image: path + "7.svg",
        name: "Мексиканская",
        ing: "Булка, котлета,сыр,  соленый огурец, лук, помидор,\n" +
            "салат айсберг,\n" +
            "соус чесночный, соус гриль,\n" +
            "кетчуп, майонез",
        count: 1,
    },
    {
        id: 7,
        image: path + "8.svg",
        name: "Мексиканская",
        ing: "Булка, котлета,сыр,  соленый огурец, лук, помидор,\n" +
            "салат айсберг,\n" +
            "соус чесночный, соус гриль,\n" +
            "кетчуп, майонез",
        count: 1,
    },

]
export const aboutUs = [
    {
        id: 0,
        img: 'images/car.svg',
        title: "Мгновенная доставка",
        text: 'Доставим заказанную вами еду за 30 минут + напиток в подарок',
    },
    {
        id: 1,
        img: 'images/salat.svg',
        title: "Свежие продукты",
        text: 'Вся продукция хранится в хороших условиях тем самым продливая срок хранения',
    },
    {
        id: 2,
        img: 'images/menu.svg',
        title: "Уникальное меню",
        text: 'Ежедневно мы обновляем наше меню и том числе коктейльное',
    },
    {
        id: 3,
        img: 'images/location.svg',
        title: "Доставка",
        text: 'Мы быстро доставляем вашу еду по указанному адресу',
    },
]
export const reviews = [
    {
        id: 1,
        review: "Большое спасибо! 5 пицц доставили даже быстрее чем планировалось. Пицца была горячая и всему коллективу понравилась! День Рождения прошел отлично! :)",
    },
    {
        id: 2,
        review: "Очень вкусные роллы Хаки, всем рекомендую! заказали в первый раз и теперь станем постоянными клиентами! Спасибо!",
    },
    {
        id: 3,
        review: "Очень избирателен в еде, и Уже в третий раз не разочаровываюсь в Food Planet, советую всем! Жена тоже довольна!",
    },
    {
        id: 4,
        review: "Хочу поблагодарить за бургер !Очень вкусненький в меру остренький) Спасибо,удивили!)",
    },
]
